{
  "allProducts": [
    {
      "_id": "1",
      "name": "Plano 1444 Magnum Guide Series Tackle Box",
      "url": "plano-1444-magnum-guide-series-tackle-box",
      "sku": "jgasdas",
      "price": 754.33,
      "description": "Four layers of storage and spinnerbait racks in the bottom make this a great tackle box for everyone from beginner to tournament pro.",
      "short_description": "Four layers of storage and spinnerbait racks in the bottom make this.",
      "images": [
        "https://images-na.ssl-images-amazon.com/images/I/51bCBLZRM6L._SX569_.jpg",
        "https://images-na.ssl-images-amazon.com/images/I/41H6K7H4SNL._SX569_.jpg",
        "https://images-na.ssl-images-amazon.com/images/I/41788ZRXCZL._SX569_.jpg"
      ],
      "category": "accesorios",
      "filter1": "subcategoria1",
      "newProduct": true,
      "featured": false,
      "related": [
        "2",
        "4"
      ]
    },
    {
      "_id": "2",
      "name": "30pcs Cebos de Pesca Metal de Colores Conjunto con Agudos Gancho Entrada Accesorio Para Aire Libre",
      "url": "30pcs-cebos-de-pesca-metal-de-colores-conjunto-con-agudos-gancho-entrada-accesorio-para-aire-libre",
      "sku": "765fds6a5f",
      "price": 339.99,
      "description": "Crean una acción de natación similar a la vida en el agua. Los colores brillantes son buenos para atrapar peces. Adecuado para la pesca de agua dulce y agua salada. Natación de acción encantadora, atraer peces fácilmente. Una herramienta de pesca útil para los pescadores para golpear a los peces. Gran accesorio para la pesca. Espero que disfrutes de tu pesca al aire libre. Deseo que tengas un buen día.\n\nCaracteristicas: \n1. Crean acción de natación similar a la vida en el agua.\n2. Cada uno viene con 1 agudos agudos.\n3. Adecuado para la pesca de agua salada y de agua dulce.\n4. Colores brillantes para atraer a los peces.\n5. Natación de acción encantadora, atraer peces fácilmente.\n6. Acción de buceo suave y rápida.\n\nPresupuesto:\nMaterial: Metal\nColor: colorido (como se muestra en las imágenes)\nPeso del paquete: aprox. 140g\nTamaño de la caja de transporte: aprox. 17.4 x 10 x 2.2 cm / 6.8 ''x 3.9'' x 0.8 ''(largo x ancho x alto)\nCantidad: 30 unids cebos\n\nPaquete incluido:\n30 x señuelos de pesca\n1 x caja portátil\n\nNota:\nLos colores de los productos serán envíos aleatorios.\n1. Permita por favor el error del 1-3cm debido a la medida manual. Gracias por su comprensión.\n2. Los monitores no están calibrados del mismo modo, el color del elemento que se muestra en las fotos puede mostrar un poco diferente del objeto real. Por favor, en tipo prevalecer.",
      "short_description": "Crean una acción de natación similar a la vida en el agua. Los colores brillantes son buenos para atrapar peces. Adecuado para la pesca de agua dulce y agua salada. Natación de acción encantadora, atraer peces fácilmente.",
      "images": [
        "https://images-na.ssl-images-amazon.com/images/I/51JLaEGXrgL._SX569_.jpg",
        "https://images-na.ssl-images-amazon.com/images/I/415GlpHVcBL._SX569_.jpg",
        "https://images-na.ssl-images-amazon.com/images/I/415GlpHVcBL._SX569_.jpg",
        "https://images-na.ssl-images-amazon.com/images/I/41oiDJ7mlCL._SX569_.jpg",
        "https://images-na.ssl-images-amazon.com/images/I/513o30iqaNL._SX569_.jpg"
      ],
      "category": "accesorios",
      "filter1": "subcategoria2",
      "newProduct": false,
      "featured": false,
      "related": [
        "1",
        "4"
      ]
    },
    {
      "_id": "3",
      "name": "Wakeman 80-FSH2007 Spinning Rod and Reel Combo Swarm Series, Blackout",
      "url": "wakeman-80-FSH2007-Spinning-Rod-and-Reel-Combo-Swarm-Series-Blackout",
      "sku": "vs566sfvsf",
      "price": 455.26,
      "description": "This spinning combo from Wakeman provides young anglers with confidence-building gear that they can call their own! perfect for ponds and lakes, it has what it takes to catch bass, sunfish, trout, catfish and more. Includes stainless steel eyelets with ceramic guides, graphite reel seat, and single ball bearing drive for smooth action. An all-fiberglass medium action rod, spool-adjustable drag and forward/reverse reel switch offers the features your more experienced young angler will appreciate. The reel handle can be switched to accomodate left and right hand crank.",
      "short_description": "This spinning combo from Wakeman provides young anglers with confidence-building gear that they can call their own! perfect for ponds and lakes.",
      "images": [
        "https://images-na.ssl-images-amazon.com/images/I/51FWWykJH3L._SX569_.jpg",
        "https://images-na.ssl-images-amazon.com/images/I/41oc12S7F1L._SX569_.jpg",
        "https://images-na.ssl-images-amazon.com/images/I/51UN-P4T3QL._SX569_.jpg",
        "https://images-na.ssl-images-amazon.com/images/I/41I7JT0j3wL._SX569_.jpg"
      ],
      "category": "canas",
      "filter1": "subcategoria1",
      "newProduct": false,
      "featured": false,
      "related": [
        "4",
        "10"
      ]
    },
    {
      "_id": "4",
      "name": "Okuma Voyager VS-605-20 Kit de viaje con carrete giratorio",
      "url": "Okuma-Voyager-VS-605-20-Kit-de-viaje-con-carrete-giratorio",
      "sku": "sdf34cc3",
      "price": 900.90 ,
      "description": "Okuma Voyager Travel Spinning Pack... just the thing for the trail! Great for travel, camping and backpacking! Take this handy Fishing Kit just about anywhere! Includes 5-Pc. 6' graphite composite rod teamed-up with a spinning ball bearing reel. And when you're done fishing, everything packs away in the soft-sided, space-saving carry case! Light, corrosion-resistant aluminum spool. Durable ceramic guides; Comfy cork grip; Stainless steel hooded reel seats. Save on this go-everywhere fishing kit! Order Today! Okuma Voyager Travel Spinning Pack",
      "short_description": "Okuma Voyager Travel Spinning Pack... just the thing for the trail! Great for travel, camping and backpacking!",
      "images": [
        "https://images-na.ssl-images-amazon.com/images/I/41SnmQBnuAL._SX569_.jpg"
      ],
      "category": "string",
      "filter1": "subcategoria2",
      "newProduct": false,
      "featured": false,
      "related": [
        "3",
        "2"
      ]
    },
    {
      "_id": "5",
      "name": "Penn CFT Carrete de Spinning Conflict",
      "url": "Penn-CFT-Carrete-de-Spinning-Conflict",
      "sku": "c4568785c",
      "price": 3249.00,
      "description": "The Conflict's striking cosmetics, durable design, and silky smooth drag are a few of the reasons why so many anglers fish this reel. The Conflict's full metal body construction allows it to maintain precision gear alignment under severe punishment while its Techno-BalancedTM rotor (reinforced graphite on 1000-4000 sizes) ensures a smooth retrieve. From tuna to trout, the Conflict was designed to perform and engineered to last. Specifications: Line Capacity: 15/335, 20/230, 25/210 Mono 30/490, 40/390, 50/335 Braid Bearings: 7BB+1 RB Gear Ratio: 5.6:1 Weight: 21.5oz",
      "short_description": "The Conflict's striking cosmetics, durable design, and silky smooth drag are a few of the reasons why so many anglers fish this reel.",
      "images": [
        "https://images-na.ssl-images-amazon.com/images/I/41iX%2BhjJsSL._SX569_.jpg",
        "https://images-na.ssl-images-amazon.com/images/I/41aBeqXpQ1L._SX569_.jpg",
        "https://images-na.ssl-images-amazon.com/images/I/3134DPB8anL._SX569_.jpg"
      ],
      "category": "carretes",
      "filter1": "carretes_A",
      "filter2": "carretes_A_1",
      "newProduct": true,
      "featured": false,
      "related": [
        "6",
        "1"
      ]
    },
    {
      "_id": "6",
      "name": "Shakespeare Alpha - Caña de Pescar de Perfil bajo y Carrete de Anzuelo (2 Piezas)",
      "url": "Shakespeare-Alpha-Caña-de-Pescar-de-Perfil-bajo-y-Carrete-de-Anzuelo-2-Piezas",
      "sku": "c4587cb68",
      "price": 862.83,
      "description": "Eleva tu pescado en ángulo y captura más con el combo de carrete de pesca Shakespeare Alpha de perfil bajo. Ofrece un rendimiento premium a un fantástico valor, esta cómoda varilla y carrete combinan un carrete moldeado de anzuelo con una barra duradera y sensible. Tanto la varilla como el carrete están construidos para destacar en una amplia gama de ajustes de ángulo, desde jaulas de agua dulce a viajes fuera de la costa rugosos en el mar abierto. La construcción tubular de vidrio en blanco de la varilla proporciona un diseño sensible pero duradero, mientras que el marco de grafito del carrete fundido de anzuelo ofrece una rigidez excepcional bajo presión. El carrete viene premoldeado con una línea de 227 kg, por lo que puedes empezar a pescar inmediatamente. Su control de fundición magnético ajustable te permite funder con precisión y rango superior, mientras que su multipunto anti-reverso ayuda a quitar el juego de espalda para un carrete sedoso. Gracias a sus cómodas empuñaduras de EVA, esta caña de pescar y carrete combinado ofrece un agarre firme y cómodo, ideal para excursiones de pesca todo el día.",
      "short_description": "Eleva tu pescado en ángulo y captura más con el combo de carrete de pesca Shakespeare Alpha de perfil bajo.",
      "images": [
        "https://images-na.ssl-images-amazon.com/images/I/41zyzms7%2BlL._SX569_.jpg"
      ],
      "category": "carretes",
      "filter1": "carretes_B",
      "filter2": "",
      "newProduct": false,
      "featured": false,
      "related": [
        "2",
        "5"
      ]
    },
    {
      "_id": "7",
      "name": "Okuma Tundra Surf Combo de caña Spinning",
      "url": "Okuma-Tundra-Surf-Combo-de-cana-Spinning",
      "sku": "vwv4b62",
      "price": 1087.90 ,
      "description": "El Okuma-Feet S Tundra TU-1002-80 es un combo de caña de pescar de 3.05 m con un carrete rotativo de tamaño 80. Tiene un carrete de 1 rodamiento de bola y caña de pescar desnuda de estructura duradera de fibra de vidrio. Este combo spinning altamente duradero cuenta con guías de óxido de aluminio, empuñaduras de espuma EVA y anillas de doble pata reforzadas.",
      "short_description": "El Okuma-Feet S Tundra TU-1002-80 es un combo de caña de pescar de 3.05 m con un carrete rotativo de tamaño 80.",
      "images": [
        "https://images-na.ssl-images-amazon.com/images/I/21ZpGIM-GwL._SX569_.jpg"
      ],
      "category": "combos",
      "filter1": "subcategoria1",
      "newProduct": true,
      "featured": false,
      "related": [
        "8",
        "13"
      ]
    },
    {
      "_id": "8",
      "name": "Zebco Caña de Pescar Telecast Combo, 6 Pies",
      "url": "Zebco-Cana-de-Pescar-Telecast-Combo-6-Pies",
      "sku": "crv32bc",
      "price": 679.54,
      "description": "Designed for easy packing and carry, the Zebco 33 spinning telescopic combo is for novice and avid anglers of all ages. Whether traveling on-foot, on a bike, or in a vehicle this combo travels easily.",
      "short_description": "Designed for easy packing and carry, the Zebco 33 spinning telescopic combo is for novice and avid anglers of all ages. Whether traveling on-foot, on a bike, or in a vehicle this combo travels easily.",
      "images": [
        "https://images-na.ssl-images-amazon.com/images/I/31mrUA6WNrL._SX569_.jpg"
      ],
      "category": "combos",
      "filter1": "subcategoria2",
      "newProduct": false,
      "featured": false,
      "related": [
        "7",
        "10"
      ]
    },
    {
      "_id": "9",
      "name": "Intex Explorer K2 Kayak, Yellow",
      "url": "Intex-Explorer-K2-Kayak-Yellow",
      "sku": "23c87b32oc",
      "price": 2399.00 ,
      "description": "The Intex Explorer K2 Kayak is sporty and fun with a streamlined design for easy paddling. The bright yellow color and sporty graphics makes the kayak highly visible in the water. Great for experiencing lakes and mild rivers with a friend, this Sports Series kayak is perfect for two adults. Lightweight and compact, this kayak is a snap to assemble, and allows you to take the fun of kayaking wherever you go. Made with rugged vinyl construction, this sturdy kayak has an inflatable I-beam floor for comfort and rigidity. A removable skeg provides directional stability, while two adjustable, inflatable seats with backrests are included for comfort. Quick inflating or deflating is a breeze with a Boston valve on each side. A grab line and grab handle at each end is provided for your convenience, as well as a U.S. Coast Guard I.D., and a repair patch kit. The Explorer K2 Kayak provides added accessories including: two 86”aluminum oars and an Intex high-output pump for easy inflation and deflation.",
      "short_description": "The Intex Explorer K2 Kayak is sporty and fun with a streamlined design for easy paddling.",
      "images": [
        "https://images-na.ssl-images-amazon.com/images/I/41tXC0oBfZL._SX569_.jpg",
        "https://images-na.ssl-images-amazon.com/images/I/41da1QXW5CL._SX569_.jpg",
        "https://images-na.ssl-images-amazon.com/images/I/31ZyeI00LwL._SX569_.jpg",
        "https://images-na.ssl-images-amazon.com/images/I/414BCOSw3TL._SX569_.jpg"
      ],
      "category": "kayaks",
      "filter1": "subcategoria1",
      "newProduct": false,
      "featured": false,
      "related": [
        "10",
        "6"
      ]
    },
    {
      "_id": "10",
      "name": "SUNDOLPHIN Sun Dolphin Aruba Kayak para sentar",
      "url": "SUNDOLPHIN-Sun-Dolphin-Aruba-Kayak-para-sentar",
      "sku": "293bcv57",
      "price": 20697.62,
      "description": "Cruise the local waterways in comfort without hauling along a full-size kayak with the Sevylor QuikPak K5 inflatable kayak. Sevylor's inflatable kayaks and canoes contribute to people's wanderlust by slicing through lakes or whitewaters, letting boaters hunt for the day's catch or hidden waterways. The K5 kayak is one of Sevylor's grab-and-go kayaks, with an inflatable design that folds and stores in an integrated backpack storage system. When you arrive at the river, just unpack and inflate the kayak and you're ready to go. Despite the inflatable build, the K5 is extremely tough, with a 900D polyester top and a 1,000D polyester bottom laminated with 24-gauge PVC. In fact, the boat is guaranteed not to leak, with Double-Lock and Mini Double-Lock valves that prevent accidental air loss and an integrated AirTight system. And the K5 has few peers when it comes to storing gear, as the kayak includes a large storage area, multiple D-rings, and bungee lacing. Other features include a spray skirt for protection, tracking fins for easier steering, a dual-action hand pump for quick inflation, handles for easy boarding, a built-in footrest, and a mesh carrying/dive bag. The QuikPak K5 kayak is certified by the National Marine Manufacturers Association (NMMA). Specifications: Seating: 1 person Capacity: 250 pounds Dimensions: 10 feet by 3 feet",
      "short_description": "Cruise the local waterways in comfort without hauling along a full-size kayak with the Sevylor QuikPak K5 inflatable kayak.",
      "images": [
        "https://images-na.ssl-images-amazon.com/images/I/31uP1KWtXDL._SX569_.jpg",
        "https://images-na.ssl-images-amazon.com/images/I/31Aj%2BiogckL._SX569_.jpg",
        "https://images-na.ssl-images-amazon.com/images/I/31J%2Bo9M6BvL._SX569_.jpg",
        "https://images-na.ssl-images-amazon.com/images/I/515dGxLSxcL._SX569_.jpg"
      ],
      "category": "kayaks",
      "filter1": "subcategoria2",
      "newProduct": true,
      "featured": false,
      "related": [
        "9",
        "11"
      ]
    },
    {
      "_id": "11",
      "name": "P-Line Floroclear Transparente línea de Pesca Carrete de 400 – 600 yd",
      "url": "P-Line-Floroclear-Transparente-linea-de-Pesca-Carrete-de-400–600-yd",
      "sku": "c24v2c4b",
      "price": 262.46,
      "description": "Abrigos de la línea de fluorocarbono de floroclear por lo que es prácticamente invisible una vez que entra en el agua. Esto le da los pescadores la ventaja de una presentación más sigiloso, que garantiza más golpes y hookups. Con una memoria de silicona especial tratamiento, floroclear ha reducido y una mayor estabilidad. De pequeños cebos finura para graves para enorme tapones para róbalos en el surf, esta línea simplemente perfecto.",
      "short_description": "Abrigos de la línea de fluorocarbono de floroclear por lo que es prácticamente invisible una vez que entra en el agua.",
      "images": [
        "https://images-na.ssl-images-amazon.com/images/I/41tHWIGIZbL._SX569_.jpg"
      ],
      "category": "lineas",
      "filter1": "subcategoria1",
      "newProduct": false,
      "featured": false,
      "related": [
        "12",
        "4"
      ]
    },
    {
      "_id": "12",
      "name": "Linea Trenzada 300 MTS Pesca 20 30 45 50 60 80 100 Libras",
      "url": "Linea-Trenzada-300-MTS-Pesca-20-30-45-50-60-80-100-Libras",
      "sku": "c29857c",
      "price": 279.00,
      "description": "EXCELENTE LINEA TRENZADA PARA PESCA *COLOR VERDE *GRAN CALIDAD * 300 METROS / Medidas para las variaciones y diametro ; -20 LIBRAS ( 0.18 mm) -30 LIBRAS (0.26 mm) -45 LIBRAS (0.34 mm) -50 LIBRAS (0.37 mm ) -60 LIBRAS (0.40 mm) -80 LIBRAS (0.50 mm) -100 LIBRAS (0.55 mm)",
      "short_description": "EXCELENTE LINEA TRENZADA PARA PESCA *COLOR VERDE *GRAN CALIDAD * 300 METROS / Medidas para las variaciones y diametro.",
      "images": [
        "https://images-na.ssl-images-amazon.com/images/I/51gA96gQeML._SX569_.jpg",
        "https://images-na.ssl-images-amazon.com/images/I/41M6kbjyzzL._SX569_.jpg"
      ],
      "category": "lineas",
      "filter1": "subcategoria2",
      "newProduct": false,
      "featured": false,
      "related": [
        "11",
        "14"
      ]
    },
    {
      "_id": "13",
      "name": "Bomber, señuelo triple",
      "url": "Bomber-señuelo-triple",
      "sku": "c3jhjg23",
      "price": 239.00,
      "description": "Si tuvieras que elegir un anzuelo para cebo para pescar en todas las condiciones, debería ser uno del modelo 4A de Bomber. El paquete incluye tres patrones de color eficaces de anzuelo de cebos, comprendidos los Creek Craw, Foxy Shad, y Moss Volver Craw. Los tres anzuelos para cebo miden 5.4 cm (2 1/8 in) ; y pesan 7 g (1/4 oz). Los los anzuelos para cebo Modelo 4A de Bomber tienen un 'labio' en la parte delantera del cebo que hace que se sumerja y se tambalee cuando se lo recupera. Facilitan una pesca rápida, lo que significa que un pescador puede cubrir áreas extensas rápidamente para localizar zonas y tener una pesca activa. El anzuelo para cebo es uno de los señuelos más populares y eficaces del mundo para hocicos grandes y pequeños de las lobinas, boca chica, los Sander vitreus, los peces pequeños, los lucios y casi cualquier otra especie de pesca deportiva. El labio o paddle, es un determinante importante de la profundidad de inmersión. En general, cuanto mayor sea el labio, mayor será la profundidad a la que el cebo se sumergirá.",
      "short_description": "Si tuvieras que elegir un anzuelo para cebo para pescar en todas las condiciones, debería ser uno del modelo 4A de Bomber.",
      "images": [
        "https://images-na.ssl-images-amazon.com/images/I/4171blsq76L._SX569_.jpg",
        "https://images-na.ssl-images-amazon.com/images/I/41tAT9pCEcL._SX569_.jpg",
        "https://images-na.ssl-images-amazon.com/images/I/318VpU0QXVL._SX569_.jpg",
        "https://images-na.ssl-images-amazon.com/images/I/41JWVZVXXCL._SX569_.jpg"
      ],
      "category": "senuelos",
      "filter1": "subcategoria1",
      "newProduct": false,
      "featured": false,
      "related": [
        "12",
        "14"
      ]
    },
    {
      "_id": "14",
      "name": "Rapala Rattlin 05 Fishing Lures",
      "url": "Rapala-Rattlin-05-Fishing-Lures",
      "sku": "237c56v6",
      "price": 130.02,
      "description": "Rapala Rattl'n Rapala Lure. Rattl'n Rapala Lures produce sound frequencies that are harmonic, uniform, and in-tune with nature... sounds that heighten curiosity in fish and triggers investigation. It's the secret of this sound, combined with famous Rapala wiggle motion, that makes this Lure truly effective. More: Variable running depth; 2'' body length; Weighs 3/8 oz.; Two #6 hooks. State Color. Order Yours Today! Rapala Rattl'n Rapala RNR05 Lure",
      "short_description": "Rapala Rattl'n Rapala Lure. Rattl'n Rapala Lures produce sound frequencies that are harmonic, uniform.",
      "images": [
        "https://images-na.ssl-images-amazon.com/images/I/31TAdh4qcPL._SX569_.jpg"
      ],
      "category": "senuelos",
      "filter1": "subcategoria2",
      "newProduct": false,
      "featured": false,
      "related": [
        "13",
        "2"
      ]
    },
    {
      "_id": "15",
      "name": "Jig katana",
      "url": "Jig-katana",
      "sku": "",
      "price": 0,
      "withVariants" : true,
      "description": "Ideal para profundidades de 100 m hasta 220 m. Cuenta con un anzuelo armando, argolla doble reforzada y una argolla ciega.",
      "short_description": "Ideal para profundidades de 100 m hasta 220 m.",
      "images": [
        "http://www.yellowtailpesca.com/wp-content/uploads/2018/05/29974-YELLOW-TAIL-JIG-YTKTN160-CLN-KATANA-595x738.jpg"
      ],
      "category": "senuelos",
      "filter1": "subcategoria1",
      "newProduct": false,
      "featured": false,
      "related": [
        "13",
        "2"
      ],
      "variants": [
        {
          "_id": "029965",
          "name": "Katana pearl 160 g",
          "realName": "JIG YTKTN160-PRL KATANA",
          "sku": "YTKTN160-PRL",
          "model": "YTKTN160-PRL",
          "unit": "Pieza",
          "price": 145,
          "description": "IDEAL PARA PROFUNDIDADES DE 100 M HASTA 220 M.\\NCUENTA CON UN ANZUELO ARMANDO, ARGOLLA DOBLE REFORZADA Y UNA ARGOLLA CIEGA.\\NPESO: 160 GR\\NMATERIAL: PLOMO\\NMEDIDA DEL ANZUELO: 6/0\\N",
          "images": [
            "http://www.yellowtailpesca.com/wp-content/uploads/2018/05/29965-YELLOW-TAIL-JIG-YTKTN160-PRL-KATANA-595x738.jpg"
          ],
          "options" : [
            {
              "key": "color",
              "keyLabel": "Color",
              "value": "Pearl"
            },
            {
              "key": "weight",
              "keyLabel": "Peso",
              "value": "160g"
            }
          ]
        },
        {
          "_id": "029970",
          "name": "Katana blue mackarel 160 g",
          "realName": "JIG YTKTN160-BM  KATANA",
          "sku": "YTKTN160-BM",
          "model": "YTKTN160-BM",
          "unit": "Pieza",
          "price": 145,
          "description": "IDEAL PARA PROFUNDIDADES DE 100 M HASTA 220 M.\\NCUENTA CON UN ANZUELO ARMANDO, ARGOLLA DOBLE REFORZADA Y UNA ARGOLLA CIEGA.\\NPESO: 160 GR\\NMATERIAL: PLOMO\\NMEDIDA DEL ANZUELO: 6/0\\N",
          "images": [
            "http://www.yellowtailpesca.com/wp-content/uploads/2018/05/29970-YELLOW-TAIL-JIG-YTKTN160-BM-KATANA.jpg"
          ],
          "options" : [
            {
              "key": "color",
              "keyLabel": "Color",
              "value": "Blue mackerel"
            },
            {
              "key": "weight",
              "keyLabel": "Peso",
              "value": "160g"
            }
          ]
        },
        {
          "_id": "029975",
          "name": "Katana pearl 200 g",
          "realName": "JIG YTKTN200-PRL KATANA",
          "sku": "YTKTN200-PRL",
          "model": "YTKTN200-PRL",
          "unit": "Pieza",
          "price": 169,
          "description": "IDEAL PARA PROFUNDIDADES DE 100 M HASTA 220 M.\\NCUENTA CON UN ANZUELO ARMANDO, ARGOLLA DOBLE REFORZADA Y UNA ARGOLLA CIEGA.\\NPESO: 200 GR\\NMATERIAL: PLOMO\\NMEDIDA DEL ANZUELO: 6/0\\N",
          "images": [
            "http://www.yellowtailpesca.com/wp-content/uploads/2018/05/29965-YELLOW-TAIL-JIG-YTKTN160-PRL-KATANA-595x738.jpg"
          ],
          "options" : [
            {
              "key": "color",
              "keyLabel": "Color",
              "value": "Pearl"
            },
            {
              "key": "weight",
              "keyLabel": "Peso",
              "value": "200g"
            }
          ]
        },
        {
          "_id": "029976",
          "name": "Katana blue mackarel 200 g",
          "realName": "JIG YTKTN200-BM  KATANA",
          "sku": "YTKTN200-BM",
          "model": "YTKTN200-BM",
          "unit": "Pieza",
          "price": 169,
          "description": "IDEAL PARA PROFUNDIDADES DE 100 M HASTA 220 M.\\NCUENTA CON UN ANZUELO ARMANDO, ARGOLLA DOBLE REFORZADA Y UNA ARGOLLA CIEGA.\\NPESO: 200 GR\\NMATERIAL: PLOMO\\NMEDIDA DEL ANZUELO: 6/0\\N",
          "images": [
            "http://www.yellowtailpesca.com/wp-content/uploads/2018/05/29970-YELLOW-TAIL-JIG-YTKTN160-BM-KATANA.jpg"
          ],
          "options" : [
            {
              "key": "color",
              "keyLabel": "Color",
              "value": "Blue mackerel"
            },
            {
              "key": "weight",
              "keyLabel": "Peso",
              "value": "200g"
            }
          ]
        },
        {
          "_id": "029977",
          "name": "Katana pink blue 200 g",
          "realName": "JIG YTKTN200-PB  KATANA",
          "sku": "YTKTN200-PB",
          "model": "YTKTN200-PB",
          "unit": "Pieza",
          "price": 169,
          "description": "IDEAL PARA PROFUNDIDADES DE 100 M HASTA 220 M.\\NCUENTA CON UN ANZUELO ARMANDO, ARGOLLA DOBLE REFORZADA Y UNA ARGOLLA CIEGA.\\NPESO: 200 GR\\NMATERIAL: PLOMO\\NMEDIDA DEL ANZUELO: 6/0\\N",
          "images": [
            "http://www.yellowtailpesca.com/wp-content/uploads/2018/05/29971-YELLOW-TAIL-JIG-YTKTN160-PB-KATANA-595x738.jpg"
          ],
          "options" : [
            {
              "key": "color",
              "keyLabel": "Color",
              "value": "Pink-blue"
            },
            {
              "key": "weight",
              "keyLabel": "Peso",
              "value": "200g"
            }
          ]
        }
      ]
    }
  ]
}